Revit 2027 API
ParameterTypeId.StructuralBendDirAngle Property
 "Cross-Section Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralBendDirAngle { get; }
Public Shared ReadOnly Property StructuralBendDirAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralBendDirAngle {
	ForgeTypeId^ get ();
}
static member StructuralBendDirAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace